# token='583470512:AAFXUG23pVU0pqzD6L5kACDUg69riVzN-_Q'
token = '789659995:AAGIGd6djesYWZ86HoLUQB_yqN4-IUatmnI'

nickname = None
damage = 5
crypt = 1000
money = 5000
stamina = 25
level = 1
exp = 5
expto = 100
maxstamina = 10
timestamina = 0
animal = 0
wood = 2000
iron = 2000
workspace = False
well = '/create01'
garden = '/create02'
house = '/create03'
game = True
status1 = 1
terra = '/create11'
inv1 = []
inv = {}
inv_size = 0
inv_max_size = 50
shlem = '[-]'
chest = '[-]'
ponozhi = '[-]'
boots = '[-]'
gun = '[-]'
food = ['water', 'sandwich']
index = 0

shop = {'Плазмоган': [10, 5, 99],
        'Гранатомед': [25, 10, 150],
        'Item3': [0, 51, 5],
        'Item4': [54, 10, 55]
        }

buildings = {'Колодец': [100, 150, 5, '/create01'],
             'Грядка': [200, 0, 1, '/create02'],
             'Дом': [300, 0, 2, '/create03']
             }

crafts = {'\u267b\ufe0f Терраформировочная машина': [54, 10, 55, '/create11']}

dintro = 'Приветствуем в Пустоши. Ты просыпаешься, сразу проверяешь обрез под подушкой. Внимательно ' \
         'осматриваешь местность из окна. Вчера ты нашёл этот заброшенный домик для ночлега, ' \
         'но на долго тут оставаться не вариант, ведь запасы воды и еды не бесконечны. Выбери ' \
         'действие: '

status = 'Добро пожаловать в Ваше поселение! \n\nОкинув взглядом свой пустырь, любой согласится, что так дела идти не ' \
         'могут.. Выжженая земля не даст посевам всходить, а из колодца воды не достать и подавно. Из плана действий ' \
         'остаётся только создать терраформировочную машину, загрузить модуль и надеяться, ' \
         'что это сработает.\n\n`Подсказка: построить такое сооружение можно на верстаке в разделе \U0001f6e0 Крафт, ' \
         'а модуль купить в магазине или написать самому.` '

status2 = 'Добро пожаловать в Ваше поселение! \n\nДела пока идут хорошо.. После успешного терраформирования всё готово ' \
          'к процветанию. Занимайтесь хозяйством и развивайте технологии, которые позволят стать самым мощным ' \
          'правителем в этих землях и дожить свои года в достатке. \n\n`Запомни, сельское хозяйство - ключ к ' \
          'могуществу! Шучу, огромные плазменные валыны отвечают за это.` '
